jorgebucaran/fisher
edc/bass
fisherman/fzf
fisherman/z
oh-my-fish/plugin-thefuck
kennethreitz/fish-pipenv
oh-my-fish/theme-bobthefish
jorgebucaran/nvm.fish
